****** vstack
#+BEGIN_SRC python
import numpy as np
p = np.ones([2,3],int)
return np.vstack([p, 2*p])

#+END_SRC

#+RESULTS:
| 1 | 1 | 1 |
| 1 | 1 | 1 |
| 2 | 2 | 2 |
| 2 | 2 | 2 |

****** hstack
#+BEGIN_SRC python

import numpy as np
p = np.ones([2,3],int)
return np.hstack([p, 2*p])

#+END_SRC

#+RESULTS:
| 1 | 1 | 1 | 2 | 2 | 2 |
| 1 | 1 | 1 | 2 | 2 | 2 |

